Repository: kaj/r5
Catalog: r5comments/locale/*/LC_MESSAGES/django.po
Languages: sv

source: "%s" in a name looks like spam, sorry.
sv: "%s" i ett namn ser ut som spam. Beklagar.

source: Please use an unshortened url.
sv: Använd en oförkortad url.

source: I get to much spam from %s, sorry.
sv: Jag får för mycket spam från %s. Beklagar.

source: Please use a http or https url, not %s.
sv: Använd en http- eller https-url, inte %s.

source: Failed to check url %(url)s: %(msg)s.
sv: Kunde inte kontrollera urlen %(url)s: %(msg)s.

source: Please use a direct url (%(url)s redirects to %(target)s)
sv: Vänligen använd en direkt url (%(url)s redirectar till %(target)s)

source: Your url returns %(code)s %(msg)s
sv: Din url returnerar %(code)s %(msg)s

source: "%s" is used in spam, sorry.
sv: "%s" förekommer i spam. Beklagar.

source: Name
sv: Namn

source: Your name (or pseudonym).
sv: Ditt namn (eller en pseudonym).

source: Email
sv: Epost

source: Not published, except as gravatar.
sv: Publiceras inte, utom som gravatar.

source: Your homepage / presentation.
sv: Din hemsida / presentation

source: Comment
sv: Kommentar

source: No formatting, except that an empty line is interpreted as a paragraph break.
sv: Ingen formatering, utom att en tomrad tolkas som styckesbrytning.
